Repository: samikeijonen/house-company
Catalog: languages/*.po
Languages: fi

source: Visit site %s
fi: Vieraile sivulla %s

source: Partner page
fi: Yhteistyökumppani-sivu

source: Select page which you want to get partners content and child pages content.
fi: Valitse sivu, josta haetaan yhteistyökumppaneiden sisältö myös sen alasivuista.

source: Select partner page
fi: Valitse Yhteistyökumppani-sivu

source: Articles
fi: Artikkelit

source: Set Front Page Template content in the Customizer. Or <a href="%1$s">publish your first post here</a>.
fi: Aseta etusivun asetukset mukauttimessa. Tai <a href="%1$s">julkaise ensimmäinen artikkeli täällä</a>.

source: Scroll to Content
fi: Siirry sisältöön

source: We apologize but we could not get the houses. Try again in a minute.
fi: Pahoittelut mutta emme löytäneet asuntoja. Koita hetken päästä uudelleen.

source: Theme for housecompany.fi site.
fi: Teema housecompany.fi sivuille.

source: Front Page
fi: Etusivu

source: Houses
fi: Kohteet

# Sidebar aria label
source: Footer Sidebar
fi: Sivupalkki alhaalla
